Repository: SigurdJanson/U.T.-lity
Catalog: po/R-*.po
Languages: de_de

source: Confidence intervals require an estimate, a lower and an upper boundary
de_de: Für Konfidenzintervalle benötigt man einen Schätzer, eine Unter- und eine Obergrenze

source: Lower boundaries of an interval must be less than upper boundaries
de_de: Untere Intervallgrenzen müssen kleiner sein als obere

source: x is not a ci-object from U.T.lity
de_de: 'x' is kein ci-Objekt aus U.T.lity

source: Call:
de_de: Aufruf:

source: Unknown format of argument 'x'
de_de: Format von 'x' ist unbekannt

source: Not able to determine the type of 'x'
de_de: Der Typ von 'x' kann nicht bestimmt werden

source: not yet implemented
de_de: Noch nicht implementiert

source: Upper limits must be greater than the lower ones
de_de: Obergrenzen müssen größer sein als Untergrenzen

source: Value
de_de: Wert

source: Category
de_de: Kategorie

source: Compare Confidence Intervals
de_de: Vergleich von Konfidenzintervallen

source: Provide a frequency with which the defect occurred
de_de: Gib die Häufigkeit des Problems an

source: Provide a sample size
de_de: Gib eine Stichprobengröße an

source: Objects must bei either numeric or logical to become a defect grid
de_de: Objekte müssen 'numeric' oder 'logical' sein, um in ein 'Defect Grid' umgewandelt zu werden

source: Other methods than binomial have not been implemented
de_de: Andere Methoden als binomiale wurden nicht implementiert

source: Argument 'dg' must be a defect grid or matrix object
de_de: Der Parameter 'dg' muss ein Objekt vom Typ 'defect grid' oder 'matrix' sein

source: Number of Subjects
de_de: Anzahl Teilnehmer

source: Chance of Observing
de_de: Detektionswahrscheinlichkeit

source: Number of colors does not match number of lines
de_de: Anzahl der Farben und Anzahl Linien stimmen nicht überein

source: Detection Rate for Usability Problems
de_de: Erkennungsrate für Bedienprobleme

source: as outlined by Nielsen & Landauer (1993)
de_de: nach Nielsen & Landauer (1993)

source: Probability
de_de: Wahrscheinlichkeit

source: Visibility must be 0 <= p.occ <= 1
de_de: Sichtbarkeit muss zwischen 0 <= p.occ <= 1

source: Chance of observing must be 0 <= p.obs <= 1
de_de: Die Detektionswahrscheinlichkeit muss zwischen 0 <= p.obs <= 1 liegen

source: Recommended sample size:
de_de: Empfehlung für Stichprobe:

source: Smallest sample size meeting the conf. level:
de_de: Kleinste Stichprobengröße, die 'conf.level' einhält:

source: Lowest before saturation:
de_de: Kleinste vor Sättigung:

source: Summarized simulation results (in runs)
de_de: Zusammenfassung der Simulationsergebnisse (in Läufen)

source: Count
de_de: Anzahl

source: Meets confidence
de_de: Hält Konfidenz ein

source: Number of test subjects must be specified and >= 0
de_de: Anzahl Testteilnehmer muss angegeben sein und >= 0

source: Probability 'p.occ' must be 0 <= p.occ <= 1
de_de: Sichtbarkeit muss zwischen 0 <= p.occ <= 1

source: Sample size simulation has not converged
de_de: Simulation für de Stichprobengröße hat nicht konvergiert

source: Sample Size
de_de: Stichprobengröße

source: Confidence
de_de: Konfidenz

source: Confidence Depending on Sample Size
de_de: Konfidenz in Abhängigkeit von der Stichprobengröße

source: Sample size required to find
de_de: Stichprobengröße, die benötigt wird, um

source: % of defects with a confidence of
de_de: % der Probleme zu finden mit einer Konfidenz von

source: 'conf.level' has to be of length 1 (confidence level)
de_de: 'conf.level' (Konfidenz) darf nur 1 Element lang sein

source: 'conf.level' has to be in [0.5, 1]
de_de: 'conf.level' muss zwischen 0.5 <= conf.level <= 1

source: Object cannot be shown as Participant X Problem Plot
de_de: Das Objekt kann nicht als Teilnehmer X Problem Schaubild dargestellt werden

source: 'm' must be a defect grid
de_de: 'm' muss ein Objekt vom Typ 'defect grid' sein

source: The dark figure must be a single positive integer
de_de: Die Dunkelziffer muss eine ganze Zahl größer Null sein

source: Incorrect number of axis names
de_de: Ungültige Anzahl Achsen

source: Matrix Participant \U1F7AA Defect
de_de: Matrix Teilnehmer \U1F7AA Problem

source: Defect
de_de: Problem

source: User
de_de: Teilnehmer

source: Participant
de_de: Teilnehmer

source: Missing columns in data frame 'x'
de_de: Im data frame 'x' fehlen Spalten

source: Data frame is empty
de_de: 'Data Frame' ist leer

source: Cannot process object 'x' of class '%s'
de_de: Kann Objekt 'x' vom Typ '%s' nicht verarbeiten

source: Missed
de_de: Nein

source: Found
de_de: Ja

source: $Found
de_de: Gefunden

source: Frequency
de_de: Häufigkeit
